% 函数名称：references.m
% 函数功能：列出仿真中所以参数取值的参考文献

%==========================================================================

% [1].基于手机切换变化模式的道路匹配方法
% [2].基于手机切换定位的交通路网标定方法
% [3].Wireless Communication Simulation Experiment on Map Matching Method between Parallel Roads Based on Mobile Phone Handover
% [4].IEEE 802.16m Evaluation Methodlogy Document
% [5].
% [6].






%==========================================================================
%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%
%--------------------------------------------------------------------------